Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Patients in the tenecteplase group had significantly better functional outcomes than those in the alteplase group in an ordinal analysis of the modified Rankin scale scores but not according to the proportion of patients who were left with minimal or no deficit or to the proportion of patients with early clinical improvement of their stroke deficit.
es_es: Los pacientes en el grupo de tenecteplasa tuvieron resultados funcionales significativamente superiores que los pacientes incluidos en el grupo de alteplasa en un análisis ordinal de los puntajes de la escala de Rankin modificada, pero no según la proporción de pacientes que permanecieron con un déficit mínimo o nulo o la proporción de pacientes con una mejoría clínica temprana en su déficit derivado del accidente cerebrovascular.

source: Patients lost to follow-up
es_es: Seguimiento infructuoso

source: Patients may be randomized to the trial if they meet the above criteria.
es_es: Los pacientes pueden aleatorizarse en el ensayo si cumplen con los criterios anteriores.

source: Patients must be evaluated for the addition or the increase of anti-inflammatory therapy (e.g., inhaled corticosteroids) to control airway inflammation and to prevent long-term lung damage.
es_es: Se debe evaluar a los pacientes y determinar si, para controlar la inflamación de las vías respiratorias y prevenir el daño pulmonar a largo plazo, corresponde agregar o aumentar la terapia antiinflamatoria (p. ej., con corticosteroides inhalados).

source: Patients participating in a purely observational study were not excluded
es_es: No se excluyó a los pacientes que estuvieran participando en estudios puramente observacionales

source: Patients presenting to the emergency department with acute ischemic stroke, who are eligible for standard intravenous tPA therapy within 4.5 hours of stroke onset
es_es: Pacientes que acuden al servicio de urgencias con un accidente cerebrovascular isquémico y que reúnen los requisitos para recibir el tratamiento estándar con el activador del plasminógeno tisular natural por vía intravenosa en las 4.5 horas posteriores al inicio del accidente cerebrovascular.

source: Patients presenting with acute ischemic stroke eligible using standard criteria to receive IV thrombolysis within 4.5 hours of stroke onset
es_es: Pacientes que presentan un accidente cerebrovascular isquémico que reúnen los requisitos, según los criterios estándar, para recibir trombólisis intravenosa en las 4.5 horas posteriores al inicio del accidente cerebrovascular

source: Patients presenting with acute ischemic stroke eligible using standard criteria to receive IV thrombolysis within 4.5hr of stroke onset
es_es: Pacientes que presentan un accidente cerebrovascular isquémico y que reúnen los requisitos, según los criterios estándar, para recibir trombólisis intravenosa en las 4.5 horas posteriores al inicio del accidente cerebrovascular

source: Patients presenting with acute ischemic stroke eligible using standard criteria to receive intravenous (IV) thrombolysis within 4.5 hours of stroke onset
es_es: Pacientes que presentan un accidente cerebrovascular isquémico y que reúnen los requisitos, según los criterios estándar, para recibir trombólisis intravenosa en las 4.5 horas posteriores al inicio del accidente cerebrovascular.

source: Patients randomized to treatment will be stratified for site of baseline arterial occlusion into one of four groups:
es_es: Los pacientes que fueron aleatorizados para recibir un grupo de tratamiento se clasificarán por sitio de oclusión arterial inicial en cuatro estratos:

source: Patients receiving oral anticoagulants treatment:
es_es: Pacientes con que reciben tratamiento con anticoagulantes orales:

source: Patients receiving thrombolysis at a hospital without endovascular capability – no.
es_es: Pacientes que recibieron trombólisis en un hospital sin capacidad endovascular; n.°

source: Patients receiving thrombolysis at a hospital without endovascular capability
es_es: Pacientes que recibieron trombólisis en un hospital sin capacidad endovascular

source: Patients requiring inter-hospital transfer for thrombectomy – no.
es_es: Pacientes que requieren traslado interhospitalario para la trombectomía – n.°

source: Patients taking antidiabetic medication were to have been on a stable dose for at least 8 weeks prior to randomisation.
es_es: Los pacientes que recibían algún antidiabético deberían tener su dosis estabilizada al menos desde hacía 8 semanas al momento de la aleatorización.

source: Patients taking drugs used in heart failure, other anti-hypertensives, lipid-lowering drugs, or anti-thrombotic drugs at baseline or any time up to the end of planned treatment period – RS
es_es: Pacientes que tomaban medicamentos contra la insuficiencia cardíaca, otros antihipertensivos, hipolipemiantes o antitrombóticos al inicio del estudio o en cualquier momento hasta el final del período de tratamiento planificado. Grupo aleatorizado

source: Patients taking drugs used in heart failure, other anti-hypertensives, lipid-lowering drugs, or anti-thrombotic drugs at baseline – RS
es_es: Pacientes que tomaban medicamentos contra la insuficiencia cardíaca, otros antihipertensivos, hipolipemiantes o antitrombóticos al inicio del estudio. Grupo aleatorizado

source: Patients taking linagliptin had a lower risk of hypoglycaemia compared with patients taking glimepiride.
es_es: Los pacientes que tomaron linagliptina tuvieron menor riesgo de hipoglucemia que los que recibieron glimepirida.

source: Patients were randomised to receive either the investigational drug (tenecteplase) or standard care (alteplase) according to a centralised web-based procedure coordinated via the Florey Institute of Neuroscience and Mental Health.
es_es: Los pacientes se aleatorizaron a recibir el medicamento en investigación (tenecteplasa) o el tratamiento protocolar (alteplasa) por medio de un procedimiento centralizado y en línea, coordinado por el Instituto Florey de Neurociencia y Salud Mental.

source: Patients were assigned to the treatment group as randomised, unless stated otherwise.
es_es: Los pacientes se derivaron al respectivo grupo de tratamiento de forma aleatorizada, a menos que se indique lo contrario.

source: Patients were eligible for inclusion if they were aged 18 years or older, with a diagnosis of ischaemic stroke causing disabling neurological deficit, presenting within 4.5 h of symptom onset, and eligible for thrombolysis per Canadian guidelines.
es_es: Cumplían los criterios de inclusión los pacientes de 18 años o más, con diagnóstico de accidente cerebrovascular isquémico que provocara un déficit neurológico discapacitante, que se encontraran dentro de las 4.5 horas de la aparición del síntoma y tuvieran indicación de trombólisis segun las pautas canadienses.

source: Patients were eligible if they were adults who could receive intravenous thrombolysis within 4.5 hours of ischemic stroke onset and had cerebral vascular occlusion on computed tomographic (CT) angiography of the intracranial internal carotid artery, middle cerebral artery first or second segments, or basilar artery and if endovascular thrombectomy was intended to be performed.
es_es: Para cumplir con los requisitos de inclusión, los pacientes debían ser adultos y poder recibir trombólisis intravenosa en el plazo de las 4.5 horas posteriores al inicio del accidente cerebrovascular isquémico. Asimismo, en la angiografía por tomografía computarizada (TC), los pacientes debían presentar oclusión vascular cerebral de la arteria carótida interna intracraneal, el primer o segundo segmento de la arteria cerebral media o la arteria basilar. Por último, los pacientes debían ser candidatos a una trombectomía endovascular.

source: Patients were enrolled from 27 hospitals in Australia and 1 in New Zealand between December 2017 and July 2019.
es_es: Se inscribieron pacientes de 27 hospitales de Australia y de 1 hospital de Nueva Zelanda entre diciembre de 2017 y julio de 2019.

source: Patients were enrolled from December 2017 to July 2019 with follow-up until October 2019.
es_es: Se incorporaron pacientes desde diciembre de 2017 hasta julio de 2019, y se realizó un seguimiento hasta octubre de 2019.

source: Patients were followed up with clinical assessment at day 3 in the hospital and via a phone call at 90 days to assess the mRS score.
es_es: Se realizó un seguimiento de los pacientes con una evaluación clínica el día 3 en el hospital y mediante un llamado telefónico a los 90 días para evaluar la puntuación de mRS.

source: Patients were included in the trial after they had signed the informed consent form (ICF).
es_es: Previa a la inclusión en el ensayo, los pacientes firmaron un formulario de consentimiento informado.

source: Patients were requested to bring all remaining trial medication including empty package material with them when attending visits.
es_es: Se solicitó a los pacientes que llevaran toda su medicación en estudio restante, incluidos los materiales de acondicionamiento vacíos cuando iban a las visitas.

source: Patients were subsequently eligible based on CT angiogram demonstrating ICA, M1, M2 or basilar artery occlusion.
es_es: Los pacientes cumplieron los criterios de inclusión, luego, con base en un angiograma por TC que arrojara una oclusión la ACI, M1, M2 o de la arteria basilar

source: Patients were to be asked to choose the most rigorous form of follow-up that they were willing to comply with.
es_es: Los pacientes debían elegir la forma de seguimiento más rigurosa que estuvieran dispuestos a cumplir.

source: Patients were to be assessed and treated for ketoacidosis immediately according to local guidelines if these symptoms occurred, regardless of blood glucose levels.
es_es: Si se presentaban estos síntomas, más allá de los valores de glucosa en sangre, se debia proporcionar evaluación y tratamiento inmediatos de la cetoacidosis de acuerdo con las pautas locales.

source: Patients were to be instructed not to take their medication on the morning of trial visits because they received a dose in the clinic.
es_es: Los pacientes debían saber que no tenían que tomar su medicamento la mañana de las visitas del ensayo, porque se les administraría en la clínica.

source: Patients were to be receiving appropriate care as defined by their physician or practitioner for all CV conditions according to the prevailing guidelines.
es_es: Los pacientes debían recibir la atención adecuada definida por su médico o profesional de la salud para todas las afecciones cardiovasculares de acuerdo con las directrices vigentes.

source: Patients were to be treated with randomised study medication until the required number of 631 patients with adjudicated primary outcome events (3P-Major Adverse Cardiovascular Events [3P-MACE]) was expected to be reached.
es_es: Los pacientes podrían recibir el medicamento experimental que les hubiera tocado en la aleatorización hasta el momento en el que previsiblemente se hubiera de alcanzar la cantidad requerida de 631 pacientes con eventos primarios evaluados como relacionados con este (episodios cardiovasculares graves en 3 puntos [MACE en 3 puntos]).

source: Patients who are not eligible for treatment will be entered as screening failures in the screening log.
es_es: Los pacientes que no cumplen con los requisitos para el tratamiento se ingresarán como selecciones inadecuadas en el registro de selección.

source: Patients who are prescribed regular anti-inflammatory therapy should be advised to continue taking their anti-inflammatory medication even when symptoms decrease and they do not require <invented name>.
es_es: A los pacientes a quienes se les indica terapia antiinflamatoria crónica se les debe recomendar que continúen tomándola incluso cuando los síntomas disminuyan y no requieran <denominación imaginaria>.

source: Patients who had completed screening procedures prior to notification of the termination of recruitment were allowed to be randomised in the trial, if they met all eligibility criteria.
es_es: A los pacientes que habían completado los procedimientos de selección antes de notificada la clausura del reclutamiento se les permitió ser aleatorizados en el ensayo, si cumplían con todos los criterios de elegibilidad.

source: Patients who had or wished to continue the intake of restricted medications (see Section 9.4.2.2) or any drug considered likely to interfere with the safe conduct of the trial
es_es: Pacientes que deban o prefieran continuar con la ingesta de medicamentos restringidos (ver Sección 9.4.2.2) o cualquier medicamento que se considere que pueda interferir con la realización segura del ensayo

source: Patients who prematurely discontinued trial medication performed the EOT visit and the follow-up visit, and then continued with scheduled visits (including the second EOT visit) until the trial was stopped.
es_es: Los pacientes que interrumpieron prematuramente la medicación del ensayo concurrían a la visita de fin del tratamiento y la visita de seguimiento, y luego continuaban con las visitas programadas (incluida la segunda visita de fin del tratamiento) hasta la finalización del ensayo.

source: Patients who prematurely discontinued trial medication performed the EOT visit and the follow-up visit, and then continued with scheduled visits until the trial was stopped.
es_es: Los pacientes que interrumpieron prematuramente la medicación del ensayo concurrían a la visita de fin del tratamiento y la visita de seguimiento, y luego continuaban con las visitas programadas hasta la finalización del ensayo.

source: Patients who prematurely discontinued trial medication were allowed to restart treatment at any time, if appropriate in the opinion of the investigator.
es_es: Los pacientes que interrumpieron prematuramente la medicación en estudio tenían permitido reiniciar el tratamiento en cualquier momento, si investigador lo creyera adecuado.

source: Patients who take more than twice a week “as needed” fenoterol, not counting prophylactic use prior to exercise, should be re-evaluated for proper treatment adjustment as these patients are at risk for overuse of fenoterol.
es_es: Se indica reevaluar a aquellos pacientes que toman fenoterol "a requerimiento" más de dos veces por semana, sin contar el uso profiláctico previo a la ejercitación, y realizarles el ajuste correspondiente, ya que estos pacientes están en riesgo de uso excesivo de fenoterol.

source: Patients who were not actively taking trial medication could have been less motivated to adhere to the scheduled trial visits.
es_es: Era posible que quienes no estuvieran recibiendo activamente la medicación en estudio se sintieran menos motivados para cumplir con las visitas programadas del ensayo.

source: Patients who were not compliant with their medication should again be carefully interviewed and re-informed about the purpose and the conduct of the trial.
es_es: A los pacientes que no cumplían con la toma del medicamento, se los debía volver a entrevistar y se les debía volver informar el propósito y el desarrollo del ensayo.

source: Patients who withdrew informed consent were not to be replaced.
es_es: No se incorporaron remplazos para los pacientes que retiraron su consentimiento informado.

source: Patients will be assessed for major vessel occlusion to determine their eligibility for randomization into the trial.
es_es: Se evaluará a los pacientes para detectar oclusión de grandes vasos y determinar si reúnen los requisitos para la aleatorización del ensayo.

source: Patients will be assessed for trial eligibility according to the Inclusion/Exclusion criteria including processing of the imaging data to assess for vessel occlusion.
es_es: Se evaluará si los pacientes cumplen con los requisitos del ensayo de acuerdo con los criterios de inclusión/exclusión, incluido el procesamiento de imágenes para detectar la oclusión vascular.

source: Patients will be consented after brain imaging which is part of standard care.
es_es: Los pacientes prestarán su consentimiento luego de que se obtengan imágenes cerebrales, que forman parte de la atención estándar.

source: Patients will be randomized according to a centralised web-based procedure coordinated via the Florey Institute of Neuroscience and Mental Health.
es_es: Los pacientes se aleatorizarán mediante un procedimiento web centralizado y coordinado por el Instituto de Neurociencia y Salud Mental The Florey.

source: Patients will be recruited in Australia and New Zealand and randomized in a 1:1 ratio.
es_es: Se seleccionarán pacientes en Australia y en Nueva Zelanda, y se los aleatorizará en una proporción 1:1.

source: Patients will participate in the trial for 3 months
es_es: Los pacientes participarán en el ensayo durante 3 meses.

source: Patients with scheduled percutaneous coronary intervention or coronary artery bypass graft surgery, or either of these procedures within 6 weeks prior to screening, were also ineligible.
es_es: Tampoco cumplían los criterios de inclusión los pacientes que tuvieran prevista o se hubieran sometido en las 6 semanas previas a la selección a una intervención coronaria percutánea o una cirugía de revascularización coronaria.

source: Patients with PPF
es_es: Pacientes con fibrosis pulmonar progresiva

source: Patients with AEs by worst intensity and the most frequent severe AEs (frequency ≥1% in either treatment group at the PT level) – TS
es_es: Pacientes con eventos adversos consignados atendiendo al peor grado de intensidad y a los eventos adversos severos más frecuentes (frecuencia ≥1% en uno u otro grupo de tratamiento al nivel de término preferente). Grupo tratado

source: Patients with AEs leading to discontinuation of study medication (frequency >0.2% in either treatment group at the PT level) – TS
es_es: Pacientes con eventos adversos que llevaron a la discontinuación de la medicación del estudio (frecuencia >0.2% en uno u otro grupo de tratamiento al nivel de término preferente). Grupo tratado

source: Patients with AEs leading to discontinuation of trial drug
es_es: Pacientes con EA que conducen a la interrupción de la medicación en estudio

source: Patients with HHF, N (%)
es_es: Pacientes con HIC, N (%)

source: Patients with IPF
es_es: Pacientes con fibrosis pulmonar idiopática

source: Patients with LVEF <60% at baseline appeared to have a greater effect of empagliflozin versus placebo than patients with LVEF values ≥60%.
es_es: Al parecer, en los pacientes con una FEVI <60% al inicio, la empagliflozina tuvo mayor efecto que en aquellos cuya FEVI era ≥60 %, en comparación con el placebo en ambos casos.

source: Patients with SAEs
es_es: Pacientes con eventos adversos serios

source: Patients with SAEs (frequency >1% in either treatment group at the PT level) – TS
es_es: Pacientes con eventos adversos graves (frecuencia >1% en uno u otro grupo de tratamiento al nivel de término preferente). Grupo tratado

source: Patients with a remote visit instead of an on-site visit could have study medication shipped to them by courier upon their consent.
es_es: A los pacientes que realizaran visitas remotas sin acudir al centro se les podría enviar el medicamento del estudio por mensajería, con su consentimiento.

source: Patients with acute pyelonephritis or urosepsis – TS
es_es: Pacientes con pielonefritis aguda o urosepsis. Grupo tratado

source: Patients with acute renal failure (narrow SMQ) - TS
es_es: Pacientes con insuficiencia renal aguda (SMQ específica). Grupo tratado

source: Patients with adverse events (frequency ≥5% in either treatment group at the PT level) – TS
es_es: Pacientes con eventos adversos (frecuencia ≥5% en uno u otro grupo de tratamiento al nivel de término preferente). Grupo tratado

source: Patients with an LVEF of >40% could participate in the trial.
es_es: Podían participar en el ensao los pacientes con una FEVI >40%.

source: Patients with any AE
es_es: Pacientes con cualquier EA

source: Patients with any investigator-defined hypoglycaemic AE
es_es: Pacientes con cualquier EA definido como hipoglucémico por el investigador

source: Patients with any investigator-defined symptomatic3 hypoglycaemic AE
es_es: Pacientes con cualquier EA definido como hipoglucémico sintomático3 por el investigador

source: Patients with chronic HF diagnosed for at least 3 months before Visit 1, and currently in HF NYHA class II-IV
es_es: Pacientes con insuficiencia cardíaca crónica, diagnosticada al mnos 3 meses antes de la Visita 1, y actualmente en las clases II a IV de la NYHA

source: Patients with diabetes showed a larger effect of empagliflozin vs placebo than patients without diabetes.
es_es: En los pacientes con diabetes, la empagliflozina tuvo mayor efecto que en aquellos sin diabetes, en comparación con el placebo en ambos casos.

source: Patients with drug-related AEs as assessed by the investigator (frequency ≥0.5% in either treatment group at the PT level) – TS
es_es: Pacientes con eventos adversos que el investigador consideró relacionados con el fármaco (frecuencia ≥0.5% en uno u otro grupo de tratamiento al nivel de término preferente). Grupo tratado

source: Patients with elevated liver enzyme values, up to 30 days after treatment discontinuation – TS
es_es: Pacientes con enzimas hepáticas elevadas, hasta 30 días después de la interrupción del tratamiento – Grupo tratado

source: Patients with event
es_es: Pacientes con evento

source: Patients with event, N (%)
es_es: Pacientes con evento, N (%)

source: Patients with extensive noncontrast CT hypodensity (>one-third of the middle cerebral artery or basilar artery territory as appropriate) were excluded as per standard practice.
es_es: De acuerdo a la práctica habitual, se excluyeron los pacientes con hipodensidad extensa en la tomografía computarizada sin contraste (> un tercio del territorio de la arteria cerebral media o de la arteria basilar, según corresponda).

source: Patients with genital infection (BIcMQ) in subgroups (by sex and diabetes status) – TS
es_es: Pacientes con infección genital (consulta BIcMQ) en los diferentes subgrupos (por sexo y estado de diabetes). Grupo tratado

source: Patients with genital infection (BIcMQ; occurrence in >1 patient in either treatment group at the PT level) – TS
es_es: Pacientes con infección genital (consulta BIcMQ; casos en >1 de uno u otro grupo de tratamiento al nivel de término preferente). Grupo tratado

source: Patients with hepatic events adjudicated as probable or possible, up to 30 days after treatment discontinuation – TS
es_es: Pacientes con eventos hepáticos adjudicados como probables o posibles, hasta 30 días después de la interrupción del tratamiento. Grupo tratado

source: Patients with hepatic injury (SMQ; frequency >0.2% in either treatment group at the PT level) – TS
es_es: Pacientes con lesión hepática (consulta SMQ; frecuencia >0.2% en uno u otro grupo de tratamiento al nivel de término preferente). Grupo tratado

source: Patients with hypoglycaemic events (investigator−defined) – TS
es_es: Pacientes con eventos de hipoglucemia (definidos por el investigador). Grupo tratado

source: Patients with information missing are not shown; refer to the source table for these data.
es_es: No se muestran los pacientes con información faltante; véanse estos datos en la tabla de origen.

source: Patients with information missing are not shown; see source table for the data
es_es: No se muestran los pacientes con información faltante; véase la tabla de origen de datos.

source: Patients with investigator defined drug-related AEs
es_es: Pacientes con EA relacionados con el fármaco a juicio del investigador

source: Patients with investigator-defined bone fracture - TS
es_es: Pacientes con fractura ósea definida por el investigador. Grupo tratado
